{
    "name": {
        "message": "CO2ok.Ninja"
    },
    "description": {
        "message": "Rendez le climat neutre grace a vos achats(sans frais supplémentaires)"
    },
    "topbarActivateInfo": {
        "message": "Commencez à rendre le climat neutre grace à vos achats sur ce site web"
    },
    "topbarActivateButton": {
        "message": "Achetez"
    },
    "topbarActivatedInfo": {
        "message": "Vous etes entrain d'acheter en mode climat neutre"
    },
    "topbarActivatedClose": {
        "message": "Cette fenêtre se refermera automatiquement dans 5 secondes"
    },
    "optionsTitle": {
        "message": "Paramètres de l’extension CO2ok.Ninja"
    },
    "optionsComingSoon": {
        "message": "Prochainement!"
    },
    "optionsTopbarTitle": {
        "message": "Informez-moi lorsque j'ai la possibilité de faire un achat en climat climat"
    },
    "optionsTopbarDescription": {
        "message": "Chaque fois que vous visitez le site Web de l'un de nos partenaires, vous verrez une bar en haut de la page qui vous donnera la possibilité de faire des achats sans impact sur le climat juste en cliquant sur le bouton. Si vous cliquez sur ce bouton, on vous demandera de confirmer que vous souhaitiez acheter avec CO2ok sur le site que vous consultez. Après cela, nous veillerons à ce que tous les gaz à effet de serre de vos achats soient compensés."
    },
    "optionsSuggestionsTitle": {
        "message": "Proposez-moi des suggestions pendant que je navigue sur Internet"
    },
    "optionsSuggestionsDescription": {
        "message": "Cette option vous permet de voir une petite boîte contenant des promotions, coupons et produits qui peuvent vous intéresser, d'après le contenu de la page que vous consultez. Elle apparaît de temps en temps dans l’angle inférieur droit de votre navigateur. Chaque fois que vous décidez d’acheter un produit suggéré, l’une des œuvres caritatives les plus efficaces du monde reçoit une partie du bénéfice de la vente (le prix que vous paierez ne changera pas). Nous nous efforçons de rendre l’opération aussi rapide et non intrusive que possible."
    },
    "optionsSearchTitle": {
        "message": "Mettre en évidence les magasins partenaires dans les résultats de la recherche"
    },
    "optionsSearchDescription": {
        "message": "Quand vous utilisez un moteur de recherche comme Google, Bing ou DuckDuckGo, les liens menant au site Web de nos partenaires seront mis en évidence afin que vous sachiez immédiatement avec quels sites Web vous pouvez collecter de l’argent."
    },
    "optionsThankYou": {
        "message": "A propos - merci d'être aussi génial et de nous aider à combattre les changements climatique :)"
    }
}
